<?php

return [
    
    'title'      => '關於蘇格拉底平台',
    'signature'  => '全球醍摩豆智慧教育研究院 敬啟',
    'conclusion' => '醍摩豆. 智連環，成就每一個孩子！',
    'contexts'   => [
            '蘇格拉底平台，全球醍摩豆智慧教育研究院蘇格拉底平台，簡稱為蘇格拉底平台，是蘇格拉底影片與蘇格拉底課例的全球分享平台，教育學術專業平台。蘇格拉底平台是智慧課堂影片的雲端資料庫，匯聚全球各國家、地區，最精彩、智慧連環的課堂影片，凝聚全球教師專業發展的課堂智慧。蘇格拉底平台是智慧課堂影片的搜尋引擎，提供使用者搜尋學科領域、學習階段、教法特徵、點評標記等，就像在Google搜尋資料，YouTube搜尋影片，快速搜尋要觀摩的影片、課例。',
            '蘇格拉底影片，是翻轉課堂教學專家數十年來研讀教學影片的新技術和新應用，整合「教學影片」、「行為數據特徵」和「AI人工智能分析」等三個維度，來觀摩教學者的課堂智慧。蘇格拉底影片運用科技智慧，在線性教學影片中，分割與標記教學行為特徵，專家點評標記、觀摩者標記、有效教學標記...等，播放影片時，點選標記，就可以切換到對應影片播放位置，不需要快轉、倒帶、搜尋...。',
            '蘇格拉底課例，典藏智慧課堂相關教學媒材，包括(1)蘇格拉底影片、(2)電子筆記、(3)教材簡報、(4)TPC教案，以及其他課堂相關資源(活動歷程、診斷報告、電子文本...等)，更完善的保存蘇格拉底影片的智慧與價值。大量積累的蘇格拉底課例，蘇格拉底平台也成為電子筆記、教材簡報、TPC教案的雲端資料庫，全球智慧教師都可以通過這個平台，分享與傳播智慧課堂研究成果和發展經驗。',
            '醍摩豆帳號，是參與蘇格拉底平台的通行證，是實名認證的智慧課堂專家帳號，是醍摩豆智慧教育研究院專屬帳號。請優先申請醍摩豆帳號，成為蘇格拉底平台全球社群一員，成為推進全球智慧教育發展的重要力量，也共享蘇格拉底平台中的珍貴智慧教育資源。醍摩豆帳號，是您暢行醍摩豆世界的小助理，整合您的登入帳號，記錄您的使用習慣，保存您的觀課心得。',
            '蘇格拉底頻道，用來規範蘇格拉底平台使用者權限，用來分類不同類型的平台使用者社群。蘇格拉底頻道中的蘇格拉底影片是頻道專屬的，被授權的醍摩豆帳號，才能分享頻道中的蘇格拉底影片和蘇格拉底課例。智慧學校、智慧學區、教育集團、智慧城市教育、智慧課堂團隊競賽...等等，可以申請開設為專屬蘇格拉底頻道，以促進社群教師專業發展。',
            'AI人工智能、教育大數據、教師專業發展，是全球醍摩豆智慧教育研究院推進智慧教育發展的專業技術。蘇格拉底平台，就是整合AI人工智能、教育大數據、教師專業發展的大平台，邀請關心、投入智慧教育領域的學者、專家、教師、教育領導，一起參和見證蘇格拉底平台的成長與茁壯，共同提煉改變教育的力量，實現因材施教，適性揚才的更理想教育境界。',
    ],

];
