<?php

return [
    
    'title'      => '关于苏格拉底平台',
    'signature'  => '全球醍摩豆智慧教育研究院 敬启',
    'conclusion' => '醍摩豆。智连环，成就每一个孩子！',
    'contexts'   => [
            '苏格拉底平台，全球醍摩豆智慧教育研究院苏格拉底平台，简称为苏格拉底平台，是苏格拉底视频与苏格拉底课例的全球分享平台，教育学术专业平台。苏格拉底平台是智慧课堂视频的云端资料库，汇聚全球各国家、地区，最精彩、智慧连环的课堂视频，凝聚全球教师专业发展的课堂智慧。苏格拉底平台是智慧课堂视频的搜寻引擎，提供使用者搜寻学科领域、学习阶段、教法特征、标记标记等，就像在百度搜寻资料，腾讯搜寻视频，快速搜寻要观摩的视频、课例。',
            '苏格拉底视频，是翻转课堂教学专家数十年来研读教学视频的新技术和新应用，整合“教学视频”、“行为数据特征”和“AI人工智能分析”等三个维度，来观摩教学者的课堂智慧。苏格拉底视频运用科技智慧，在线性教学视频中，分割与标记教学行为特征，专家标记标记、观摩者标记、有效教学标记...等，播放视频时，点选标记，就可以切换到对应视频播放位置，不需要快转、倒带、搜寻...。',
            '苏格拉底课例，典藏智慧课堂相关教学媒材，包括(1)苏格拉底视频、(2)电子笔记、(3)教材简报、(4)TPC教案，以及其他课堂相关资源(活动历程、诊断报告、电子文本...等)，更完善的保存苏格拉底视频的智慧与价值。大量积累的苏格拉底课例，苏格拉底平台也成为电子笔记、教材简报、TPC教案的云端资料库，全球智慧教师都可以通过这个平台，分享与传播智慧课堂研究成果和发展经验。',
            '醍摩豆帐号，是参与苏格拉底平台的通行证，是实名认证的智慧课堂专家帐号，是醍摩豆智慧教育研究院专属帐号。请优先申请醍摩豆帐号，成为苏格拉底平台全球社群一员，成为推进全球智慧教育发展的重要力量，也共享苏格拉底平台中的珍贵智慧教育资源。醍摩豆帐号，是您畅行醍摩豆世界的小助理，整合您的登入账号，记录您的使用习惯，保存您的观课心得。',
            '苏格拉底频道，用来规范苏格拉底平台使用者权限，用来分类不同类型的平台使用者社群。苏格拉底频道中的苏格拉底视频是频道专属的，被授权的醍摩豆帐号，才能分享频道中的苏格拉底视频和苏格拉底课例。智慧学校、智慧学区、教育集团、智慧城市教育、智慧课堂团队竞赛...等等，可以申请开设为专属苏格拉底频道，以促进社群教师专业发展。',
            'AI人工智能、教育大数据、教师专业发展，是全球醍摩豆智慧教育研究院推进智慧教育发展的专业技术。苏格拉底平台，就是整合AI人工智能、教育大数据、教师专业发展的大平台，邀请关心、投入智慧教育领域的学者、专家、教师、教育领导，一起参和见证苏格拉底平台的成长与茁壮，共同提炼改变教育的力量，实现因材施教，适性扬才的更理想教育境界。',
    ],

];
